Repository: longbowou/Rwanda
Catalog: locales/*/LC_MESSAGES/django.po
Languages: fr

source: Activate your account
fr: Activez votre compte

source: Service accepted
fr: Service accepté

source: Service rejected
fr: Service refusé

source: Purchase
fr: Achat

source: New order
fr: Nouvelle commande

source: Purchase accepted
fr: Achat accepté

source: Purchase refused
fr: Achat approuvé

source: Purchase delivered
fr: Achat livée

source: Order approved
fr: Commande approuvé

source: Order canceled
fr: Commande annulé

source: Deadline reminder
fr: Rappel de la date limite

source: Update requested
fr: Demande de modification

source: Update request accepted
fr: Demande de modification accepté

source: Update request refused
fr: Demande de modification refusé

source: Update delivered
fr: Demande de modification livée

source: Litigation opened
fr: Ouverture d'un litige.

source: Yes
fr: Oui

source: No
fr: Non

source: Processed
fr: Traité

source: In Progress
fr: En cours

source: Refused
fr: Refusé

source: Initiated
fr: Initié

source: Debit
fr: Débit

source: Credit
fr: Crédit

source: An account with that username already exists.
fr: Un compte avec ce nom d'utilisateur existe déjà.

source: An account with that email already exists.
fr: Un compte avec cette adresse e-mail existe déjà.

source: Password does not match password confirmation.
fr: Le mot de passe ne correspond pas à la confirmation du mot de passe.

source: Incorrect username or email.
fr: Nom d'utilisateur ou e-mail incorrect.

source: Please check your mail to activate your account. You can resend a verification mail.
fr: Veuillez vérifier votre messagerie pour activer votre compte. Vous pouvez renvoyer un e-mail de vérification.

source: Your account has been disabled.
fr: Votre compte a été désactivé.

source: Incorrect password.
fr: Mot de passe incorrect.

source: Your account has been activated. You can now login.
fr: Votre compte a été activé. Vous pouvez maintenant vous connecter.

source: Your verification link expired. Please try login and resend a new verification mail.
fr: Votre lien de vérification a expiré. Veuillez essayer de vous connecter et renvoyer un nouveau courrier de vérification.

source: Bad current password.
fr: Mot de passe actuel incorrect.

source: The new password must different from the current password.
fr: Le nouveau mot de passe doit être différent du mot de passe actuel.

source: Your amount must be a multiple of 5
fr: Votre montant doit être un multiple de 5

source: Your amount must be a greater than 200
fr: Votre montant doit être supérieur à 200

source: Insufficient amount to process the refund.
fr: Montant insuffisant pour traiter le remboursement.

source: You cannot perform this action.
fr: Vous ne pouvez pas effectuer cette action.

source: An admin with that username already exists.
fr: Un administrateur avec ce nom d'utilisateur existe déjà.

source: An admin with that email already exists.
fr: Un administrateur avec cette adresse e-mail existe déjà.

source: Admin instance not found for id {}
fr: Instance d'administration introuvable pour l'ID {}

source: Litigation already handled.
fr: Litige déjà traité.

source: Authentication error. Please check CINETPAY password parameter.
fr: Erreur d'authentification. Veuillez vérifier le paramètre de mot de passe CINETPAY.

source: Internal error. Please try again later.
fr: Erreur interne. Veuillez réessayer plus tard.

source: Insufficient balance to process the refund.
fr: Montant insuffisant pour traiter le remboursement.

source: Refund has been initiated at CINETPAY side. Please wait for the their confirmation.
fr: Le retrait a été initié du côté de CINETPAY. Veuillez attendre la confirmation.

source: Insufficient amount to purchase service.
fr: Montant insuffisant pour acheter le service.

source: Negative
fr: Négative

source: Canceled
fr: Annulé

source: Accepted
fr: Accepté

source: Deadline set to <strong>{}</strong>
fr: Date limite fixée le <strong>{}</strong>

source: Delivered
fr: Livré

source: Request for update initiated
fr: Demande de modification initié

source: The buyer make an update request <strong>{}</strong>
fr: L'acheteur fait une demande de modification <strong>{}</strong>

source: Request for update accepted
fr: Demande de modification acceptée

source: The update request <strong>{}</strong> have been accepted. New deadline set to <strong>{}</strong>
fr: La demande de mise à jour <strong> {} </strong> a été acceptée. Nouvelle date limite fixée le <strong>{}</strong>

source: Request for update refused
fr: Demande de modification refusée

source: The update request <strong>{}</strong> have been refused. <strong>Reason:</strong> {}
fr: La demande de modification <strong>{}</strong> a été refusée. <strong>Raison:</strong> {}

source: Request for update delivered
fr: Demande de modification livrée

source: The update request <strong>{}</strong> have been delivered.
fr: La demande de modification <strong>{}</strong> a été livrée.

source: In dispute
fr: En conflit

source: The buyer open a litigation <strong>{}</strong>
fr: L'acheteur ouvre un litige <strong>{}</strong>

source: Has been canceled by <strong>Administrators</strong>
fr: A été annulé par les <strong>administrateurs</strong>

source: Approved
fr: Approuvé

source: Has been approved by <strong>Administrators</strong>
fr: A été approuvé par les <strong>administrateurs</strong>

source: Confirmed
fr: Confirmé

source: total delivery days
fr: jours de livraison total

source: Update request initiated
fr: Demande de modification initié

source: Update request delivered
fr: Demande de modification livée

source: Handled
fr: Traiter

source: Opened
fr: Ouvert

source: Purchase approved
fr: Achat approuvé

source: Purchase canceled
fr: Achat annulé

source: Rejected
fr: Rejeté

source: Submitted for approval
fr: Soumis pour approbation

source: delivery days
fr: jours de livraison

source: No additional delivery delay
fr: Aucun délai de livraison supplémentaire

source: {} additional delivery days
fr: {} jours de livraison supplémentaires

source: French
fr: Français

source: English
fr: Anglais

source: View
fr: Voir

source: Litigation handled
fr: Litige traité

source: Congratulation
fr: Félicitation

source: You made a purchase
fr: Vous avez effectué un achat

source: Reason
fr: Raison

source: You can update your service and submit it for approval.
fr: Vous pouvez mettre à jour votre service et le soumettre pour approbation.

source: Welcome to MDTAF !
fr: Bienvenue à MDTAF !

source: Hello
fr: Bonjour

source: We hope this email finds you well !
fr: Nous espérons que cet e-mail vous trouve en parfait santé

source: Thank you for your registration to activate your account please click on the button activate bellow.
fr: Merci de votre inscription pour activer votre compte veuillez cliquer sur le bouton activer ci-dessous.

source: Activate
fr: Activer

source: This link will expire after 24 hours !
fr: Ce lien expirera après 24 heures !

source: Thanks
fr: Merci
